const taxonomy = {

Animalia: {
name: "الحيوانات",
phylum: [
"الحبليات",
"المفصليات",
"الرخويات",
"شوكيات الجلد",
"الديدان",
"اللاسعات",
"الإسفنجيات"
]
},

Plantae: {
name: "النباتات",
phylum: [
"مغطاة البذور",
"عاريات البذور",
"السرخسيات",
"الحزازيات"
]
},

Fungi: {
name: "الفطريات",
phylum: [
"الفطريات الزقية",
"الفطريات الدعامية",
"الفطريات الاقترانية",
"الفطريات الناقصة"
]
},

Protista: {
name: "الطلائعيات",
phylum: [
"الأوليات",
"الطحالب"
]
},

Monera: {
name: "البكتيريا",
phylum: [
"البكتيريا الحقيقية",
"البكتيريا القديمة"
]
}

};
